[
  {
    "id": "moholy-nagy",
    "name": "모홀리 나기",
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1895 - 1946"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "헝가리"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일, 영국, 미국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 디자이너, 총체예술가"
      }
    ],
    "textList": [
      "모홀리 나기는 헝가리 남부 농장 경영주의 아들로 태어났으나 사업실패로 가출한 부친의 영향으로 외가에서 성장했다. 19세에 군에 입대하여 1916년 제1차 세계대전에서 부상을 입고 요양생활 중, 그림에 취미를 가져 표현주의적인 그림을 그렸다. 처음에는 법률가가 되려고 하였으나 헝가리의 MA라는 전위예술 운동에 참여하여 메카닉 구성주의 작품을 그렸다. 1917년 러시아의 구성주의 및 말레비치의 영향을 받았다.",
      "구성주의에서 신조형주의의 흐름에 따른 그의 합리적인 이론과 제작은 표현주의를 기조로 하여 출발한 바우하우스의 체질을 개조하는 데 강력한 힘이었다. 원래 그는 새로운 소재에 대하여 끝없는 욕망을 일으켜, 타블로 회화에 만족하지 않고 금속을 사용한 조형적인 실험을 시도하는가 하면, 그 성과를 새로운 사진의 수법과 결합하여 선전미술과 인쇄에 응용하는 등, 장르를 초월하여 새로운 표현 영역을 확대하였다. 평면 및 입체의 기하학·역학·광학 등 그의 탐구는 4차원의 영역에까지 이르고 있다.",
      "그는 화가라든가 조각가라는 종래의 개념으로 분류될 수 있는 예술가가 아니라, 미술의 모든 장르에 창조의 가능성을 추구하는 조형가였다. 예를 들면 바우하우스의 그래픽 공방에서 참신하며 구성적인 레이아웃이나 디스플레이를 초래한 최초의 공적자는 그였다.  그는 또 그로피우스를 도와 바우하우스 총서의 출판 사업에도 공헌하였다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "기하학적인 점, 선, 면, 구체들을 통일되게 사용하며 그러한 구성적 조형 방법론은 회화, 조각, 디자인, 사진, 타이포그라피까지 균일하게 적용되고 있다. 포스터에는 사진과 타이포그라피가 결합된 타이포포토를 새로이 개발하고 개척해 나아갔다. 절대적 명료성과 가독성과 같은 커뮤니케이션에 대한 강조를 통해 그는 구시대를 개척하는 뉴타이포그래피라는 높은 안목을 보여준다. 초기에는 중첩을 주로 활용하며 빛과 공간 등을 통해 새로운 시각적 접근법을 개발하고 은유했다면 추후에는 무대 미술, 출판, 교육 등 방법을 확산해서 빛, 공간, 움직임, 메탈 재료로 동시대를 담아냈다. "
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "기존까지 사진과 타이포그라피는 기술의 영향도 있었지만 합쳐지지 못하고 따로 성장해왔다. 바우하우스라는 실험학교에서 모홀리나기를 통해 본격적으로 실험이 선행됐고, 이는 자연스럽게 광고에도 활용되고, 출판에도 활용되며 적극적으로 퍼지게 되었다. 그리고 뉴타이포그래피라는 새로운 비전을 통해 정사각형에 글자를 맞추는 등 구시대적인 조판 방식에서 높은 가독성과 명료성을 높이는 커뮤니케이션 방법론을 제작하며 우수한 조판 실험을 하고 이는 추후 미국으로 전파되어 미국의 대학 교육과 그래픽, 잡지 문화에 지대한 영향을 주게 된다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "헝가리 공산당에 입당하는 것을 실패와 혁명의 실패는 그를 비엔나로 이주시켰고, 그곳에서 좌익세력인 카삭을 만나고 헝가리 전위 그룹인 MA로 활동하며 말레비치, 가보, 리시츠키 등의 작업을 접하며 방향성을 획득하고, 추후 카삭과의 출판활동을 통해 독일에 모인 작가들과 접하며 완벽한 구성주의자로 변모하게 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 1,
            "y": 2
          },
          {
            "x": 1,
            "y": 3
          },
          {
            "x": 1,
            "y": 4
          },
          {
            "x": 1,
            "y": 5
          },
          {
            "x": 1,
            "y": 6
          },
          {
            "x": 1,
            "y": 7
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 2,
        "y": 3
      }
    ],
    "order": {
      "x": 1,
      "y": 1
    },
    "relation": {
      "top": "A",
      "bottom": "B",
      "left": "C",
      "right": "D"
    }
  },
  {
    "id": "lee-ung-no",
    "name": "이응노",
    "info": {
      "year": "1904 - 1989",
      "country": "한국",
      "activity": "한국, 일본, 프랑스",
      "category": "화가, 서예가"
    },
    "textList": [
      "이응노는 충청남도에서 넷째 아들로 출생하여 성장하였다. 그는 그림을 그리기 위해 17살 때 가출 및 전전하다가 송태회 선생에게 묵화의 기본을 배우고, 1923년 경성부에서 당시 유명한 서화가였던 김규진의 문하생이 되어 서예, 사군자, 묵화 등을 교습하고 죽사라는 호를 받았다. 1933년에 정병조 선생에게 고암이라는 호를 받았다.",
      "1935년 가족과 함께 일본으로 건너가 동경에서 신문배급소를 운영하며 작품활동을 계속하였다. 일본 도쿄 가와바타 미술학교에서 수학하였다. 동경 본향회화연구소에서 서양화 기법을 공부하기도 했다. 일본 남화의 대가였던 마쓰바야시 게이게쓰의 덴코화숙에서도 공부했다. 그의 작품은 전통적인 사군자에서 벗어나 대상을 사실주의적으로 탐구한 현실풍경화가 주를 이뤘다.",
      "1945년 해방과 함께 귀국하였고, 1948년 홍익대학관에 부임하여 1950년 6월까지 재직하였다. 1956년 동양화의 감상과 기법 을 출판하였다. 1958년 12월에 한국을 떠나 프랑스로 작품 생활의 무대를 바꾸었다. 새롭게 출발한 그의 생활은 궁색하여 작품을 제작할 재료가 없어 뜰에 버려진 낡은 컬러판 잡지를 주워서 그것을 물감 대신 캔버스에 뜯어 붙였는데, 이것이 발전하여 새로운 전기가 되었다. 콜라주 기법을 발견한 것이었다. 단순히 뜯어 붙이는 것이 아니라 붓글씨를 쓸 때 느껴지는 획이 이 과정에서 부여되었다. 붙여지는 한 조각의 종이가 서예의 획과 같이 한 획 한 획의 힘과 절도가 중첩되고 집적되어 작품이 만들어졌다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "동양의 필묵을 활용하고, 서양의 보편적 기조를 잘 융합하여 새로운 형태의 작품을 탄생시켰다. 선의 움직임, 먹의 번짐, 문 자의 형태와 여백의 관계 등 그 요소들을 적절히 녹여내고, 조화시켰다. 한국과 일본 그리고 프랑스와 독일 등 다양한 나라를 경험하며 문자의 원론적인 형태인 상형의 추상과 국경을 넘어 원초적인 인간을 일치시켜 인류의 보편적 가치를 지향했던 것으로 보여진다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "그가 파리동양미술학교에서 제자를 양성하면서 문자예술에 대한 가치와 몰이해를 타파했고, 기법 뿐만 아니라 정신적인 가르침을 주며 당시 예술의 중심지였던 프랑스에서 동양의 서예를 알렸다. 그리고 문자의 상형적 형태를 통해 조형적 실험을 한 사례는 드물고, 이응노는 문자, 서예의 모습을 통해 회화 작업을 실험했지만 그의 영향력은 회화 보다 타이포그라피 쪽에 있는 것 같다. 그 이유는 그의 원류적 접근 방법론은 타이포그라피, 특히 한글 실험에 다뤄지는 주요한 개념이고, 문자와 추상성이라는 접근 방식에서 그의 영향력을 발견할 수 있고, 그의 방법론이나 연구가 더 실험되어야 할 필요성이 있다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "그의 서화적인 작품을 제외하고, 그의 문자추상 작업은 그가 삶에 안주하지 않고, 1958년 도불을 통해 만들어지게 되었다. 생활고에 시달리면서 폐지나 잡지를 종이죽처럼 짓이기고 붙이고, 그것을 서예의 기법을 활용하는 방법을 모색하는 등 그의 도전과 굶주림으로 인해 탄생한 것이 문자추상이었다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 2,
            "y": 3
          },
          {
            "x": 1,
            "y": 4
          },
          {
            "x": 1,
            "y": 5
          },
          {
            "x": 1,
            "y": 6
          },
          {
            "x": 1,
            "y": 7
          },
          {
            "x": 1,
            "y": 9
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 3,
        "y": 4
      }
    ],
    "order": {
      "x": 2,
      "y": 3
    },
    "relation": {
      "top": "",
      "bottom": "",
      "left": "",
      "right": ""
    }
  }
]