[
  {
    "id": "impressionism",
    "name": "인상주의",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 7,
      "y": 1
    },
    "relation": null,
    "thumbnail": "impressionism.jpg"
  },
  {
    "id": "postimpressionism",
    "name": "후기인상주의",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 7,
      "y": 2
    },
    "relation": null,
    "thumbnail": "postimpressionism.jpg"
  },
  {
    "id": "marinetti",
    "name": "마리네티",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 4,
      "y": 3
    },
    "relation": null,
    "thumbnail": "marinetti.jpg"
  },
  {
    "id": "apollinaire",
    "name": "아폴리네르",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 5,
      "y": 3
    },
    "relation": null,
    "thumbnail": "apollinaire.jpg"
  },
  {
    "id": "cubism",
    "name": "큐비즘",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 7,
      "y": 3
    },
    "relation": null,
    "thumbnail": "cubism.jpg"
  },
  {
    "id": "expressionism",
    "name": "표현주의",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 8,
      "y": 3
    },
    "relation": null,
    "thumbnail": "expressionism.jpg"
  },
  {
    "id": "tatlin",
    "name": "타틀린",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 6,
      "y": 4
    },
    "relation": null,
    "thumbnail": "tatlin.jpg"
  },
  {
    "id": "malevich",
    "name": "말레비치",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 7,
      "y": 4
    },
    "relation": null,
    "thumbnail": "malevich.jpg"
  },
  {
    "id": "kandinsky",
    "name": "칸딘스키",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 8,
      "y": 4
    },
    "relation": null,
    "thumbnail": "kandinsky.jpg"
  },
  {
    "id": "jangseungeop",
    "name": "장승업",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 13,
      "y": 4
    },
    "relation": null,
    "thumbnail": "jangseungeop.jpg"
  },
  {
    "id": "stanley-morrison",
    "name": "스탠리 모리슨",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 1,
      "y": 5
    },
    "relation": null,
    "thumbnail": "stanley-morrison.jpg"
  },
  {
    "id": "eric-gill",
    "name": "에릭 길",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 2,
      "y": 5
    },
    "relation": null,
    "thumbnail": "eric-gill.jpg"
  },
  {
    "id": "paul-renner",
    "name": "파울 레너",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1878 - 1956"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "독일"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "파울 레너는 성직자의 아들로 독일 베르니게로데에서 태어난다. 당시 독일의 중등 교육기관인 김나지움을 다니며 그는 인문학과 라틴, 그리스 언어 등을 배우며 공부한다. 졸업 후 미술을 공부하고 싶었던 그는 여러 대학을 거치며 1900년에 뮌헨에서 학업을 마무리한다. 1907년 아내의 임신으로 그는 고정적인 수입을 원하며 게오르크 뮐러의 출판사에서 북디자이너로 일하고 10년 동안 300권 이상의 책을 디자인하며 안목을 갖추게 된다. 독일 철학과 문학에 대해 관심이 많고 공부하던 그는 디자인과 저술을 통해 새로운 문화 형성을 꿈꾸게 된다. 그리하여 1911년에는 뮌헨에 일러스트레이션 학교도 세우게 된다. ",
      "당시 전쟁 전후로 혼란스러운 독일에서 그는 1922년 예술로서의 타이포그래피 라는 책을 저술하면서 당시의 출판 문화인 독일의 블랙레터를 비판하며 디자인의 형태와 기능에 대해 쓰며 새로운 반향을 일으킨다. 1924년에 3년에 걸쳐 푸투라 라는 전설적인 서체를 만들게 되는데, 고전적인 형태지만 장식이 없는 기하학적인 세리프의 모습을 갖추게 된다. 바우어 활자 회사로부터 의뢰로 만들어지는데 당시의 미래지향적이고 기하학적인 서체는 바우하우스 정신과 뉴 타이포그래피 사례로 흡수된다. 1926년에 한스 바이어의 초빙으로 뮌헨 그래픽 직업학교에 교수 및 교장으로 부임한다. 동시에 그는 얀 치홀트를 불러 교수직으로 임용하며 함께 학교를 발전시키게 된다. 바우하우스는 세계적으로 이목을 집중 받지만 학교는 획일화된 교육을 하지않고, 개인에게 집중하고 인하우스 디자이너로 기르며 스타 디자이너가 없어 덜 알려지게 된다. ",
      "당시 나치의 문화 정책을 비판하는 책을 저술하고, 러시아 디자인에 관심이 많던 치홀트를 임용한 결과 1933년에 볼셰비키 혐의를 받게 되면서 그는 교장 자리에서 물러나게 된다. 잠시 스위스로 도망치며 시간을 보내기도 했지만 꾸준히 서체 제작과 출판에 힘쓰고 저술을 한 그는 1, 2차 대전을 겪고 나서도 독일에서 홀로 타이포그래피 표준을 만든 사람으로 기록된다. 그는 1956년 독일 회딩겐 주에서 심장마비로 인해 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "기하학적이고 고전에서부터 그 뿌리를 찾아 조율하고자 했다. 독일에서 발생한 그로테스크한 서체의 아버지이며 예술과 건축 그리고 디자인과의 사이에서 고민한 그는 다양한 색을 활용하여 디자인하고 서체와 사이즈를 복합적으로 사용하면서 상당히 리듬감이 높은 디자인을 많이 했다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "성직자의 아들로 태어난 그는 엄격함과 내적 긴장감을 유지했고, 그의 다양한 철학과 디자인 경험은 1926년 한스 바이어의 초빙으로 뮌헨 그래픽 직업학교에서 꽃을 피우게 된다. 당시 누구로부터 큰 영향을 받지 않았고, 스스로 자신의 조형을 구축하게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "타이포그래피의 원리를 다루고 출판에 있어서 새로운 규정과 이론을 정립한다. 또한 DIN이라는 독일 공업 규격 프로젝트에서 조판과 규격화에 대해 논하며 다양한 규격의 시초를 제공한다. 그가 만든 푸투라는 시대적 산물이자 현재에도 애용되는 서체가 되었고, 독일에서 꾸준한 저술과 교육을 통해 디자이너를 양성하며 독일 디자인 산업에 크게 이바지를 한다. "
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 85,
        "y": 150
      }
    ],
    "order": {
      "x": 4,
      "y": 5
    },
    "relation": {
      "top": "",
      "bottom": "jan-tschichold",
      "left": "",
      "right": "kurt-schwitters"
    },
    "thumbnail": "paul-renner.jpg"
  },
  {
    "id": "kurt-schwitters",
    "name": "쿠르트 슈비터스",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1887 - 1948"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "독일"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일, 영국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 디자이너"
      }
    ],
    "textList": [
      "슈비터스는 하노버에서 중산층의 외동으로 성장했다. 세계대전으로 독일의 징집이 이어진 시기에 간질 발작이라는 병을 앓아 군 면제를 받게 된다. 1909년 드레스덴 아카데미에서 공부를 하게 된다. 당시 후기 인상파로서의 경력을 쌓기 시작하게 되는데 세계대전이 진행됨에 따라 방향성을 바뀌게 표현주의적인 양상을 띄게 된다. 전쟁이 계속 진행되며 더 많은 인원을 징병함에 따라 그는 군에 입대하게 되고 공장에서 제도사로 일하면서 생활하게 된다. 1918년 전쟁이 끝나고, 독일의 사회가 붕괴됨에 따라 그의 가치관도 변하게 되는데 아카데미적인 미술에 대해 회의감을 느끼고 새로운 예술에 대해 탐구하게 된다.",
      "그 해에 베를린에 Der Sturm에서 개인전을 하고 출판 활동을 하며 다다이스트들에게 큰 관심을 받게 된다. 1923년 Merz (메르츠) 라는 잡지를 발간하기 시작하며 유럽의 예술가들과 교류하며 자신의 입지를 확고히 하게 된다. 특히나 이러한 활동을 통해 당시 리치스키, 반데스부르크와 같은 작가들과 관계를 맺게 된다. 다양한 콜라주 작업과 기하학적인 디자인 스타일이 그의 대표적인 작업 양식이다. 그는 추상미술 작가군의 전시에도 참가하게 되는데 유럽에서 전시를 통해 1936년 뉴욕현대미술관에서 큐비즘과 관련된 전시와 다다와 관련된 전시에 참가하며 그의 입지와 명성을 크게 높아지게 된다.",
      "그러나 당시 나치 정권에 있던 독일에서는 그의 작업을 퇴폐 미술로 칭하며 그의 작품을 압수하는 등 활동을 억압하기 시작한다. 여러 수모를 겪으며 당시 아내 혼자 남겨두고 노르웨이로 떠나게 된다. 작업을 꾸준히 했지만 나치의 노르웨이 침공 이후, 그는 수용소에 갇혀 살게 되고 1940년까지 계속해서 스코틀랜드, 영국 등으로 이동하지만 그는 구금된 다른 작가들과 교류하며 먹던 오트밀까지 작품에 활용하며 작품생활을 끝까지 이어나가게 된다. 마침내 1941년 마지막 수용소에서 풀려나 런던으로 이주하게 됐고, 당시 독일을 피해 활동하고 있던 모호이너지나 가보와 교류하게 됐고, 다른 모더니스트들과 같이 미국으로 가길 희망했으나 비자를 얻는데 실패하게 된다. 그리고 1944년 발작으로 인해 몸의 한쪽이 마비되고, 46년부터 거의 병상에 누워 생활하게 되며 1948년에 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "반예술을 선언한 이후로 쓰레기나 잡지, 폐품을 주요 재료로 사용하게 되는데, 이는 삶과 미술 작업의 간격을 최소화로 하고 예술을 일상에서부터 찾고자 했다. 디자인 작업에서는 특히 기하학적인 요소들이 두드러진다. 점, 선, 구체 등을 활용하고 비대칭 타이포그라피를 적극적으로 활용하였다. 당시 인쇄 여건을 잘 활용하여 2도 인쇄를 통해 빨강과 검정의 색 사용을 자유롭게 해냈고, 세리프체 사용과 불규칙하게 사용되는 지면 여백이 당시 바우하우스, 데스틸 운동 등과 함께 큰 파장을 일으켰던 것을 보여준다. 회화, 꼴라주, 디자인 등을 통해 구시대적 미술을 타파하고자 했으며 기하학적인 모습을 활용하여 새로운 이상 세계를 구축하고자 했다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "제 1차 세계대전을 통해 아카데믹한 미술에 대한 회의감과 유럽 각지에서 활동한 구성주의자들, 다다이스트들, 출판된 잡지들의 영향을 많이 받았고, 리시츠키와 반데스부르크로부터 가장 큰 영향을 받으며 그의 조형적 형태의 기틀이 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "강렬한 빨간색 사용과 검정, 빨강을 이용한 선 사용, 불규칙한 여백 활용과 세리프체 그리고 비대칭 레이아웃은 다다이스트들 중에서도 거의 손꼽힐 정도로 먼저 시행되었고, 슈비터스와 교류한 이들이 추후 발간한 잡지나 바우하우스의 교권을 잡으면서 독일과 유럽 각지에서 하나의 양식으로 발전하고 유행하게 된다. 추후 얀치홀트에 의해 뉴 타이포그라피로 정리되는 이러한 모더니스트들의 디자인 기법의 시초이자 원형적인 탐구를 했던 슈비터스이기에 현대 디자인과 바우하우스 운동의 중요한 초석이 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 127,
            "y": 70
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 170,
        "y": 118
      }
    ],
    "order": {
      "x": 5,
      "y": 5
    },
    "relation": {
      "top": "",
      "bottom": "",
      "left": "paul-renner",
      "right": "rodchenko"
    },
    "thumbnail": "kurt-schwitters.jpg"
  },
  {
    "id": "rodchenko",
    "name": "로드첸코",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 6,
      "y": 5
    },
    "relation": null,
    "thumbnail": "rodchenko.jpg"
  },
  {
    "id": "el-lissitzky",
    "name": "엘 리시츠키",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1890 - 1941"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "독일"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일, 소련"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 디자이너, 건축가"
      }
    ],
    "textList": [
      "리시츠키는 러시아 제국 포차녹에서 유대인의 아들로 성장했다. 13세 때부터 그림에 재능이 있어 유대인 예술가인 유리 펜에게 지도도 받고 스스로 학생들도 가르쳤다. 1909년 상트페테르부르크 예술학교에 입학하려고 했으나 당시 반유대주의 법이 제정되면서 입학 정원의 규제로 입학이 거부되었고. 독일로 넘어가 다름슈타트에 기술 대학교에 입학하며 건축공학을 공부하게 된다. 그는 유럽 각지를 여행하며 다양한 그림을 그리고 여행을 다니면서 1914년에 제 1차 세계대전이 발발하자 졸업하고 러시아로 복귀하게 된다. 1916년에는 전쟁을 피해 라트비아에 있는 리가 기술 대학교에 다니고, 건축회사에서 일하면서 정권의 몰락을 지켜보며 유대 문화와 예술에 대해 관심을 가지기 시작한다. ",
      "1919년에는 샤갈의 초대로 비텝스크에 있는 인민예술학교에서 학생들을 가르치기 시작하면서 선전 포스터를 제작하게 됐고, 샤갈과 말레비치의 상반된 예술적 방향에서 말레비치를 옹호하게 되면서 당시 말레비치와 함께 우노비스를 결성해 절대주의 운동을 하게 된다. 폭발적인 성장과 함께 그룹 내에서도 이상적인 예술과 실용적인 예술에 대한 가치관이 갈리면서 그룹이 무너지게 되고 1921년 그는 독일로 넘어가 유럽의 예술가들과 교류하며 유럽 각지에 구성주의적인 개념을 전파하기 시작한다. 구성주의적인 작업을 진행하면서 자신이 개발한 새로운 양식을 프라운이라 명명하면서 동명의 회화 작업을 진행하게 된다. 1923년부터는 건축 활동으로도 영역을 펼치며 다양하게 확장한다.",
      "그러나 같은 해 그는 급성 폐렴에 걸리게 되며 폐결핵을 진단받고, 스위스 요양소로 이동하게 된다. 그는 치료하면서 꾸준히 디자인과 출판 등의 작업을 하며 바쁘게 지내게 되는데 1925년 스위스가 비자 갱신을 거부하자 모스크바로 다시 돌아오게 된다. 소련에는 스탈린의 사회주의 등장으로 구성주의는 점차 쇠퇴하게 되지만 그는 다양한 협회 활동과 국제적 명성을 통해 뉴욕 세계 박람회 준비와 다양한 행사의 설계와 전시를 맡게 된다. 1932년 스탈린이 예술가들을 더욱 탄압하기 시작하게 되고, 후배 예술가들의 견제 등을 받으며 간간히 작업하며 잡지와 출판에 힘을 쓰다가 1941년 결국 결핵의 악화로 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "기하학적인 도형을 적극적으로 활용하는데 상징적인 메세지를 활용하며 활자와 함께 은유적인 작업을 많이 했다면 점차 회화와 설치 작업으로 가면서 2차원과 3차원의 형태를 복합적으로 풀어내며 회화, 조각, 건축의 관계에서 새로운 시도들을 해내었다. 이러한 관계 속에서 재료와 구성 그리고 형태 등이 서로 끊임없이 순환적으로 창조하며 경제적 구성 방법에 대해 탐구한다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "시작은 유리 펜으로부터 샤갈과 같이 회화적인 드로잉이나 회화를 배웠으나 1919년 러시아에서 말레비치를 만나면서 그의 작업과 가치관이 변하게 되고, 그로 인해 일생을 구성주의적 작업에 바치게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "그가 1923년 메르츠 잡지에 그의 신념을 담은 타이포그라피 원칙을 발표하는 것으로부터 그의 신념과 그의 영향력을 엿볼 수 있다. 시각성에 대해 가장 중요시 생각하고 경제적인 방법에 대해 고민하며 기하학적이고 단순한 형태의 디자인을 개발하게 된다. 그래서 기하학적 형태의 도형이 많이 등장하게 되고, 강한 비대칭과 대비로 긴장감을 넣어주게 되고, 포토그램과 포토몽타주와 같이 포스터에 사진을 활용하는 기법을 개발해가게 되고, 산세리프체와 선을 많이 활용하게 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 155,
            "y": 68
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 170,
        "y": 43
      }
    ],
    "order": {
      "x": 7,
      "y": 5
    },
    "relation": {
      "top": "malevich",
      "bottom": "moholy-nagy",
      "left": "rodchenko",
      "right": "theo-van-doesburg"
    },
    "thumbnail": "el-lissitzky.jpg"
  },
  {
    "id": "theo-van-doesburg",
    "name": "테오 반데스부르크",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1883 - 1931"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "네덜란드"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "네덜란드, 독일, 프랑스"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 디자이너, 건축가"
      }
    ],
    "textList": [
      "반데스부르크는 사진 작가의 아들로 위트레흐트에서 태어난다. 그러나 계부를 친아버지로 여기면서 자란 그는 그의 이름인 데스부르크으로 작가 활동을 시작한다. 대학에서 공부하지 않고 그는 독학으로 연기와 노래 등을 공부하다가 그림을 공부하기 시작하고, 1908년에 첫 전시를 하게 되는데 당시에 고흐의 화풍에 영향을 많이 받아 전통적인 회화에 대해 많이 탐구하고 작업을 하게 된다. ",
      "1914년에 군 복무를 하게 되는데 이때 당시에 칸딘스키의 자서전을 읽으면서 그림에 대해 새롭게 생각하게 되고 그의 화풍이 변하는 계기가 된다. 그 이후로 신지학을 공부하다가 잡지를 보다가 몬드리안의 작품을 접하게 되고 그의 선 작업을 보며 매력에 빠지며 그와 접촉하게 된다. 그림에 추상성에 대해 관심과 확신을 갖고 회화, 건축, 디자인 등이 통합되어야 한다는 신념하에 데스틸이라는 그룹과 동명의 잡지를 만들게 된다. 그 그룹에는 몬드리안, 반더리크, 오드 등의 당시 네덜란드를 중심으로 활동하던 다양한 예술가들과 함께하게 된다. 데스틸 출판과 함께 유럽에서의 다방면 활동하고, 그는 유럽 각지의 다다이스트들과 친분을 맺기 시작하고 구성주의자들에게 영향을 많이 받게 된다. 데스틸을 위한 포스터 작업부터 슈비터스와의 협업 등으로 책 디자인 등 다양한 디자인 활동도 하게 된다.1921년에는 바우하우스에 방문하여 데스틸에 대해 강의를 하며 그들의 관심을 얻고. 22년부터는 바이마르로 이주하여 교육하기 시작한다. 그러나 데스틸의 강력한 이념을 걱정한 바우하우스의 교장 그로피우스는 그를 교수로 임명하지 않고 거부하지만 그는 몰래 야학처럼 학생들을 집으로 초대해 데스틸 개념을 전파하게 된다.",
      "1년 후 몬드리안과의 활동을 위해 파리로 돌아온 그는 몬드리안과 데스틸의 개념적으로 마찰하게 되는데 대각선을 활용하여 더 급진적인 작업을 하자는 그의 의견과 수평, 수직으로 세상을 담을 수 있다는 몬드리안은 충돌이 발생했고, 결국 둘은 갈라지게 된다. 그는 자신의 주장을 강화하여 신조형주의를 선포하고 활동하게 된다. 더 급진적인 그룹 활동으로 그는 다양한 건축 활동과 출판 활동으로 구체예술을 전파하기 시작한다. 말년에는 건축 위주로 프로젝트를 진행하다가 결국 심장마비로 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "몬드리안이 신지학의 영향을 받은 것처럼 그도 신지학과 몬드리안의 조형을 토대로 작업하게 되는데 회화에서는 그 영향력이 크지만 타이포그래피 작업에서는 덜 두드러진다. 회화는 당시 구상화에서 추상화로 넘어가는 시대적 상황에서 그는 회화적 회화를 추구하지 않고, 색과 면으로만 작품을 구상한다는 파격적인 개념을 제시하게 된다. 작품의 모습은 자연에서 오는 것이 아닌 작품 그 자체로만 존재한다는 새로운 이념을 제시한 것이다. 그로 인해 그의 작업은 색과 면으로만 구성된 추상이 된다. 그렇게 색, 면, 리듬감, 조형으로 세상을 함축하고자 했다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "초기에는 빈센트 반 고흐의 화풍에 영향을 받았지만 그의 개념적 붕괴는 칸딘스키로부터, 작업적 붕괴는 몬드리안을 통해 이루어졌다. 당시 주류 화풍에 심취한 그는 칸딘스키를 통해 동시대 미술과 비전에 대해 고민하고 추상화의 가능성을 모색하게 되었고, 그 조형적 힌트를 몬드리안으로부터 얻게 되며 작업하게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "데스틸 활동을 시작하고, 다다 활동을 하며 기하학적이고 극도로 단순한 형태의 디자인을 많이 하게 되는데 그의 작업 자체가 영향을 준다는 것은 보기 힘들다. 왜냐하면 당시 구성주의자들의 디자인으로부터 영향을 많이 받은 게 보이고 두드러지는 모습이 없기 때문이다. 그러나 그가 만든 구체예술과 데스틸을 통한 활동 등의 개념은 당시 유럽의 많은 예술가들, 다다이스트들, 바우하우스와 모호이너지 등에게 영향을 많이 주면서 새로운 예술을 만드는데 주요한 초석이 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 132,
            "y": 73
          },
          {
            "x": 135,
            "y": 69
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 162,
        "y": 83
      }
    ],
    "order": {
      "x": 8,
      "y": 5
    },
    "relation": {
      "top": "kandinsky",
      "bottom": "",
      "left": "el-lissitzky",
      "right": ""
    },
    "thumbnail": "theo-van-doesburg.jpg"
  },
  {
    "id": "kimgyujin",
    "name": "김규진",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1868 - 1933"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "조선"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "대한제국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "서화가"
      }
    ],
    "textList": [
      "김규진은 1868년 평안남도 주화군 농사를 짓는 부모님 밑에서 태어난다. 가난한 농부의 아들로 태어난 그는 지독한 가난을 경험하게 되었다. 8살 때쯤, 당시 외숙부인 소남 이희수로부터 서화의 기초와 한문을 10년 동안 배우고 익히게 된다. 1885년 18살이 되고 청나라로 유학하게 되어 남북 각지를 여행하고 명인들과 사귀며 서화의 견식을 넓히게 된다. 당시 청에서 유행하는 화풍을 연구하고 10여년 정도 유학과 유람을 마친 그는 귀국하고 평양에서 작품 활동을 시작한다.",
      "그리고 2년 후인 1896년 고종 황제의 어명으로 왕세자인 영친왕의 스승이 되어 그에게 서화를 가르치며, 관직을 지내게 된다. 조선이 대한제국으로 바뀌고, 일본이 대한제국에 들어올 시기, 그는 당시 일본의 관리와 고위직과 교류할 수 있었고, 궁정화가처럼 궁의 서화 작업과 영친왕의 스승으로 지내며 작가로서의 삶보다는 공무원적인 삶을 보내고 있었다. 그러다 1907년 영친왕이 일본에 인질로 잡혀가고, 일본에 간섭과 압박이 심해지자 그는 궁에서의 활동을 그만두고 자립을 목표하고 모색하게 된다. 그래서 일본으로 건너가 사진기 기술을 배우고 돌아오고 서울에 천연당이라는 사진관을 개설하게 된다. 화랑도 같이 열며 자신의 서화와 다른 서화가의 작품도 판매하게 된다. ",
      "1915년이 되자 그는 서화연구회를 발족하게 된다. 이곳은 두 번째로 탄생한 근대 미술 교육기관이 되고 3년의 수업 과정이었다. 이 수업을 받은 제자 중 한 명이 바로 이응노이다. 3년 뒤 서화협회를 조석진, 안중식, 오세창 등과 함께 결성하며 국내 최초의 근대적 미술협회를 만들었다. 사진관과 화랑을 통해 돈을 모으고, 교육기관을 통해 후학을 양성하며 본인의 이름과 연구회, 협회의 이름을 통해 이름을 알리며 서화가로서 존재를 알렸다. 국내에 근대적으로 자립적인 서화가가 탄생시키게 된다. 그리고 조선미술전람회가 개최되자 그는 서예, 사군자 부분의 심사위원으로 위촉된다. 점차 전람회 성행하기 시작하자 그는 본격적으로 전 지역을 순회하면서 전시하고 큰 대작은 법당에 전시하면서 큰 호응을 받게 된다. 이에 탄력받아 신문을 통해 작품을 연재하고 출판하며 전국에 이름을 알리게 되었다. 말년에도 꾸준히 서화 작업을 하던 그는 1933년 사망한다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "예서, 행서, 초서 등에 특히 탁월하여 작품에 많이 사용하였고, 이와 함께 주로 등장하는 것들이 난과 죽이었다. 특히 대필서에 탁월하여 자체 제작 붓으로 기운생동과 일필휘지의 힘이 느껴지는 작품을 주로 제작하고 사찰에 사용을 많이 했다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "청으로 떠나 당시 서화의 명가들을 직접 찾아가 진, 한, 당, 송의 명적을 연구하며 익힌 것이 큰 계기가 되고 세상 변화와 물정에 익히 능하여 변화하는 트렌드를 잘 맞춰 흡수하였다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "서화연구회를 만들어 도제 시스템에서 체계적인 형태의 학원, 학교를 만들었고 이를 통해 많은 서화가를 탄생시켰다. 그리고 신문을 통한 작품 연재와 순회 전람회를 통해 서예의 대중화 및 인지도를 상승시켜 전국적으로 문자 예술에 관심도를 높이게 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 219,
            "y": 85
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 15,
        "y": 50
      }
    ],
    "order": {
      "x": 12,
      "y": 5
    },
    "relation": {
      "top": "",
      "bottom": "leeungno",
      "left": "",
      "right": "ahnjungsik"
    },
    "thumbnail": "kimgyujin.jpg"
  },
  {
    "id": "ahnjungsik",
    "name": "안중식",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 13,
      "y": 5
    },
    "relation": null,
    "thumbnail": "ahnjungsik.jpg"
  },
  {
    "id": "jan-tschichold",
    "name": "얀 치홀트",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1902 - 1974"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "독일"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일, 스위스"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "얀 치홀트는 간판 제작공의 아들로 독일 라이프치히에서 태어난다. 라이프치히는 당시 출판업과 인쇄업의 중심지로 디자인 성장 환경에 매우 적합했다. 그는 자연스럽게 레터링을 공부하고, 어렸을 적 활자 자료들을 수집하면서 글자, 활자의 매력에 빠지면서 타이포그래퍼가 되기로 다짐하게 된다. 1919년 라이프치히 아트, 북 디자인 아카데미에 입학하면서 캘리그래피를 중심으로 배우고, 당시 학장인 타이포그래피 디자이너인 발터 티만은 그에게 야간 강좌를 맡기면서 그는 교육자의 길도 걷게 된다. ",
      "전통적인 디자인만 고집하던 그가 1921년 바우하우스에서 열린 전시회에 방문하며 그는 충격을 받게 되고, 당시 구성주의자, 다다이스트, 데스틸 등의 작업을 보며 모던 디자인에 대한 새로운 깨달음 얻으며 그의 인생에 큰 전환점이 된다. 뉴 타이포그래피라는 개념적인 말은 있었지만, 체계화된 적이 없었기에 그는 1925년 타이포그래피의 원리라는 책을 출판하고 3년 후 이론으로 정리하여 뉴 타이포그래피 책을 출간하게 된다. 이 책들은 당시 개인의 감각과 능력에 따라 바뀌는 모호한 디자인 업계에서 최초의 지침서이자 교본 역할을 하게 된다. 공격적인 타이포그래피 운동을 하던 그는 파울 레너의 추천으로 뮌헨에서 교수직을 하고 있었으나 독일에 나치 집권 이후, 1933년 볼셰비키로 지목당하며 독일적이지 않은 디자인이라는 이유로 교직에서 박탈되고 구금되다가 석방되자마자 스위스 바젤로 가족이 함께 이주하게 된다.",
      "큰 사건을 겪고 난 그는 뉴 타이포그래피 운동에 한계와 실망을 느끼고, 스위스에서 북 디자이너로 일하면서 본래의 장식적인 캘리그래피로 돌아가게 된다. 1960년대에 들어서면서 그는 사봉체라는 출판에 최적화되고, 고전 활자체의 모습을 띈 세리프체를 개발하게 된다. 서체를 적극 사용하며 펭귄북스의 디렉터이자 디자이너로 부임하면서 북디자인과 편집디자인에 일생을 할애하면서 보내게 된다. 이러한 그의 전향으로 인해 당시 막스빌과 많은 디자이너에게 공격을 받기도 하며 그 논쟁은 지금까지도 회자된다. 타이포그래피의 아버지와 같은 역할을 맡으면서 그의 업적은 세계적으로 인정받으며 각종 최고 명예의 상을 받으며 말년을 보내게 되고 라이프치히시로부터 최고의 타이포그래피 디자이너에게 수여되는 구텐베르크 상까지 받게 된다. 엄청난 영향력을 보여준 그는 1974년 스위스에서 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "고전의 미적 요소인 아름다움을 유지하면서도 현대의 기계적인 조판을 조율하고자 했고, 산세리프를 활용한 디자인, 역동적인 힘이 있는 비대칭 레이아웃 등이 있으며 말년에 제작한 세리프 계열 또한 고전과 같이 미적인 영역에 치중된 것이 아닌 출판에 적용되기 위해 매우 효율적이다. 그는 새로운 시대를 위한 새로운 타이포그래피를 원했고, 나치를 겪고 난 그는 하나의 획일적인 방향이 아닌 수많은 공존을 지향했다. "
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "학생들을 가르치며 고전적 타이포그래피를 즐기던 그는 1921년 바우하우스 전시회를 감상하며 모던 타이포그래피로 전향하는 계기가 되었고, 그의 인생을 송두리째 바꾼다. 그리고나서 1933년 나치 정권을 겪으며 획일화된 모든 것을 경계하며 세리프 계열과 기하학적이지 않은 디자인으로 바꾼다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "타이포그래피의 원리와 뉴 타이포그래피의 출간은 당시 모호이너지를 선두로 한 뉴 타이포그래피라는 개념적인 이념을 이론으로 정립한 최초의 사례이자 최고의 업적이 된다. 당시 마구잡이로 출판되는 업계 속에서 예술가들처럼 너무 실험적이지 않으며 너무 장식적이지 않고 가독성과 판독성을 다 높이며 높은 수준의 디자인을 구축하는 계기를 마련하며 산업과 후학에 큰 영향을 미친다. "
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 139,
            "y": 74
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 48,
        "y": 84
      }
    ],
    "order": {
      "x": 4,
      "y": 6
    },
    "relation": {
      "top": "paul-renner",
      "bottom": "Emil-Ruder",
      "left": "",
      "right": ""
    },
    "thumbnail": "jan-tschichold.jpg"
  },
  {
    "id": "moholy-nagy",
    "name": "라슬로 모홀리나기",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1895 - 1946"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "헝가리"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일, 영국, 미국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 디자이너, 총체예술가"
      }
    ],
    "textList": [
      "모홀리나기는 헝가리 남부 농장 경영주의 아들로 태어났으나 사업 실패로 가출한 부친의 영향으로 외가에서 성장했다. 19세에 군에 입대하여 1916년 제1차 세계대전에서 부상을 입고 요양 생활 중, 그림에 취미를 가져 표현주의적인 그림을 그렸다. 처음에는 법률가가 되려고 하였으나 헝가리의 'MA'라는 전위예술 운동에 참여하여 메카닉 구성주의 작품을 그렸다. 1917년 러시아의 구성주의 및 말레비치의 영향을 받았다. 1920년에 베를린으로 이주하였고 이 시기의 그의 작품에는 슈비터스와 구성주의 등 영향을 볼 수 있다. ",
      "1923년 바우하우스에 초대되어 1928년까지 연구와 교육에 종사하였다. 구성주의에서 신조형주의의 흐름에 따른 그의 합리적인 이론과 제작은 표현주의를 기조로 하여 출발한 바우하우스의 체질을 개조하는 데 강력한 힘이었다. 원래 그는 새로운 소재에 대하여 끝없는 욕망을 일으켜, 회화에 만족하지 않고 금속을 사용한 조형적인 실험을 시도하는가 하면, 그 성과를 새로운 사진의 수법과 결합하여 선전미술과 인쇄에 응용하는 등, 장르를 초월하여 새로운 표현 영역을 확대하였다. 평면 및 입체의 기하학·역학·광학 등 그의 탐구는 4차원의 영역에까지 이르고 있다. 그는 화가라든가 조각가라는 종래의 개념으로 분류될 수 있는 예술가가 아니라, 미술의 모든 장르에 창조의 가능성을 추구하는 조형가였다. 예를 들면 바우하우스의 그래픽 공방에서 참신하며 구성적인 레이아웃이나 디스플레이를 초래한 최초의 공적자는 그였다. 그는 또 그로피우스를 도와 바우하우스 총서의 출판 사업에도 공헌하였다.",
      "바우하우스를 떠나 1933년까지 그래픽 스튜디오 사업을 진행하며 그는 주로 베를린에 정주하였으나 독일의 국내 정세가 긴박하게 되자 런던으로 이주하고, 1937년에는 미국으로 건너가 시민권을 획득했다. 그 후 1937년 미국 시카고의 산업미술 협회가 새로운 디자인 학교인 뉴바우하우스를 설립과 동시에 그는 교장으로 임명되었다. 이 학교는 1944년 디자인 연구소(Institute of Design) 라는 이름으로 바뀌었고 바우하우스의 이념을 미국에 전하였으며, 1946년 시카고에서 사망하였다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "기하학적인 점, 선, 면, 구체들을 통일되게 사용하며 그러한 구성적 조형 방법론은 회화, 조각, 디자인, 사진, 타이포그라피까지 균일하게 적용되고 있다. 포스터에는 사진과 타이포그라피가 결합된 타이포포토를 새로이 개발하고 개척해 나아갔다. 절대적 명료성과 가독성과 같은 커뮤니케이션에 대한 강조를 통해 그는 구시대를 개척하는 뉴타이포그래피라는 높은 안목을 보여준다. 초기에는 중첩을 주로 활용하며 빛과 공간 등을 통해 새로운 시각적 접근법을 개발하고 은유했다면 추후에는 무대 미술, 출판, 교육 등 방법을 확산해서 빛, 공간, 움직임, 메탈 재료로 동시대를 담아냈다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "헝가리 공산당에 입당하는 것을 실패와 혁명의 실패는 그를 비엔나로 이주시켰고, 그곳에서 좌익세력인 카삭을 만나고 헝가리 전위 그룹인 MA로 활동하며 말레비치, 가보, 리시츠키 등의 작업을 접하며 방향성을 획득하고, 추후 카삭과의 출판 활동을 통해 독일에 모인 작가들과 접하며 완벽한 구성주의자로 변모하게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "기존까지 사진과 타이포그라피는 기술의 영향도 있었지만 합쳐지지 못하고 따로 성장해왔다. 바우하우스라는 실험학교에서 모홀리나기를 통해 본격적으로 실험이 선행됐고, 이는 자연스럽게 광고에도 활용되고, 출판에도 활용되며 적극적으로 퍼지게 되었다. 그리고 뉴타이포그래피라는 새로운 비전을 통해 정사각형에 글자를 맞추는 등 구시대적인 조판 방식에서 높은 가독성과 명료성을 높이는 커뮤니케이션 방법론을 제작하며 우수한 조판 실험을 하고 이는 추후 미국으로 전파되어 미국의 대학 교육과 그래픽, 잡지 문화에 지대한 영향을 주게 된다. "
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 127,
            "y": 70
          },
          {
            "x": 79,
            "y": 75
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 179,
        "y": 5
      }
    ],
    "order": {
      "x": 7,
      "y": 6
    },
    "relation": {
      "top": "el-lissitzky",
      "bottom": "Hebert-Bayer",
      "left": "",
      "right": ""
    },
    "thumbnail": "moholy-nagy.jpg"
  },
  {
    "id": "leeungno",
    "name": "이응노",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1904 - 1989"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "한국"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "한국, 일본, 프랑스"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 서예가"
      }
    ],
    "textList": [
      "이응노는 충청남도에서 넷째 아들로 출생하여 성장하였다. 그는 그림을 그리기 위해 17살 때 가출 및 전전하다가 송태회 선생에게 묵화의 기본을 배우고, 1923년 경성부에서 당시 유명한 서화가였던 김규진의 문하생이 되어 서예, 사군자, 묵화 등을 교습하고 죽사라는 호를 받았다. 1933년에 정병조 선생에게 고암이라는 호를 받았다. 1935년 가족과 함께 일본으로 건너가 동경에서 신문배급소를 운영하며 작품활동을 계속하였다. 일본 도쿄 가와바타 미술학교에서 수학하였다. 동경 본향회화연구소에서 서양화 기법을 공부하기도 했다. 일본 남화의 대가였던 마쓰바야시 게이게쓰의 덴코화숙에서도 공부했다. 그의 작품은 전통적인 사군자에서 벗어나 대상을 사실주의적으로 탐구한 현실풍경화가 주를 이뤘다.",
      "1945년 해방과 함께 귀국하였고, 1948년 홍익대학관에 부임하여 1950년 6월까지 재직하였다. 1956년 '동양화의 감상과 기법' 을 출판하였다. 1958년 12월에 한국을 떠나 프랑스로 작품 생활의 무대를 바꾸었다. 새롭게 출발한 그의 생활은 궁색하여 작품을 제작할 재료가 없어 뜰에 버려진 낡은 컬러판 잡지를 주워서 그것을 물감 대신 캔버스에 뜯어 붙였는데, 이것이 발전하여 새로운 전기가 되었다. 콜라주 기법을 발견한 것이었다. 단순히 뜯어 붙이는 것이 아니라 붓글씨를 쓸 때 느껴지는 '획'",
      "이 이 과정에서 부여되었다. 붙여지는 한 조각의 종이가 서예의 획과 같이 한 획 한 획의 힘과 절도가 중첩되고 집적되어 작품이 만들어졌다. 회갑이 된 그는 1964년 11월 초 프랑스화단의 예술가와 각계 인사의 후원으로 파리 세르누쉬 미술관 안에 파리동양미술학교를 설립하였다.",
      "1967년 중앙정보부 요원들에 의해 동백림 사건이 조작되었고, 그는 한국 전쟁 때 헤어진 아들을 만나기 위해 동베를린에 갔다가 고국에 납치돼 감옥생활을 하게 된다. 감옥에서도 그의 예술혼은 시들지 않았다. 그는 감옥안에서도 나무 도시락을 이용해 작품을 만들었다. 그는 1983년 프랑스 시민권을 취득하였다. 이후 1985년 도쿄에서 마지막 개인전을 가졌으며, 1989년 프랑스 파리에서 심장마비로 타계하였다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "동양의 필묵을 활용하고, 서양의 보편적 기조를 잘 융합하여 새로운 형태의 작품을 탄생시켰다. 선의 움직임, 먹의 번짐, 문 자의 형태와 여백의 관계 등 그 요소들을 적절히 녹여내고, 조화시켰다. 한국과 일본 그리고 프랑스와 독일 등 다양한 나라를 경험하며 문자의 원론적인 형태인 상형의 추상과 국경을 넘어 원초적인 인간을 일치시켜 인류의 보편적 가치를 지향했던 것으로 보여진다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "그의 서화적인 작품을 제외하고, 그의 문자추상 작업은 그가 삶에 안주하지 않고, 1958년 도불을 통해 만들어지게 되었다. 생활고에 시달리면서 폐지나 잡지를 종이죽처럼 짓이기고 붙이고, 그것을 서예의 기법을 활용하는 방법을 모색하는 등 그의 도전과 굶주림으로 인해 탄생한 것이 문자추상이었다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "그가 파리동양미술학교에서 제자를 양성하면서 문자예술에 대한 가치와 몰이해를 타파했고, 기법 뿐만 아니라 정신적인 가르침을 주며 당시 예술의 중심지였던 프랑스에서 동양의 서예를 알렸다. 그리고 문자의 상형적 형태를 통해 조형적 실험을 한 사례는 드물고, 이응노는 문자, 서예의 모습을 통해 회화 작업을 실험했지만 그의 영향력은 회화 보다 타이포그라피 쪽에 있는 것 같다. 그 이유는 그의 원류적 접근 방법론은 타이포그라피, 특히 한글 실험에 다뤄지는 주요한 개념이고, 문자와 추상성이라는 접근 방식에서 그의 영향력을 발견할 수 있고, 그의 방법론이나 연구가 더 실험되어야 할 필요성이 있다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 219,
            "y": 85
          },
          {
            "x": 132,
            "y": 73
          },
          {
            "x": 230,
            "y": 86
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 175,
        "y": 181
      }
    ],
    "order": {
      "x": 12,
      "y": 6
    },
    "relation": {
      "top": "kimgyujin",
      "bottom": "",
      "left": "",
      "right": "kimeunho "
    },
    "thumbnail": "leeungno.jpg"
  },
  {
    "id": "kimeunho ",
    "name": "김은호",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 13,
      "y": 6
    },
    "relation": null,
    "thumbnail": "kimeunho.jpg"
  },
  {
    "id": "yoohigang",
    "name": "유희강",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 14,
      "y": 6
    },
    "relation": null,
    "thumbnail": "yoohigang.jpg"
  },
  {
    "id": "joseph-Müller-Brockmann",
    "name": "요제프 뮐러 브로크만",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1914 - 1996"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "스위스"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "스위스"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "뮐러 브로크만은 8남매 가정으로 스위스 라퍼스빌에서 태어난다.  당시 제 1차 세계대전으로 전쟁에 합류한 아버지가 사망하자 가정에는 경제적 위기가 생기게 된다. 좋은 공간에서 지냈어도 부족하지 않게 자란 그는 중학생 때부터 예술적 재능이 드러나 학교 신문을 위해 일러스트 작업을 하기도 하고, 중학생 때는 미술과 수학에서 우수한 성적을 받았다. 고등학교를 졸업한 그는 사진가와 삽화가 견습생으로 지내며 시간을 보낸 그는 포스터 작업을 하던 디자이너인 발터 디겔만의 견습생으로 일하기 시작하고 2년 동안 타이포그래피, 그래픽과 이미지에 대해 공부하게 된다. ",
      "기술을 익힌 그는 스튜디오를 나왔으나 당시 전 세계적으로 닥친 경제위기로 일을 찾기 어려워 1933년 공부를 더 하고자 취리히 예술공예학교 (Kunstgewerbeschule)를 다니고자 했고, 입학 시험을 보는데 낙방한 그는 입학 불허가를 받았음에도 매일 에른스트 켈러의 그래픽 디자인 수업에 들어왔고, 결국 강의를 허락하게 된다. 1년 정도 수업을 듣고 난 후, 취리히에서 프리랜서 활동을 시작하다가 1937년 되고 그는 스위스 예술, 디자이너 협회의 멤버로 활동하기 시작한다. 다양한 공모전에 참가하며 경력을 쌓기 시작하고 활동을 이어 나가던 중, 1939년에 제 2차 세계대전에 중위로 입대를 하게 된다. 중립국이라는 특징으로 전투는 없었던 보직이었다.",
      "45년에 제대하고 그는 꿈을 키워갈 수 있는 자신만의 새로운 아이덴티티를 찾고자 했다. 타자기, 공연 포스터, 전시 포스터 광고 의뢰를 받고 작업하던 그는 본격적으로 그리드와 레이아웃을 통해 기하하적인 작업을 하기 시작한다. 스스로에게 규칙을 부여한 그는 첫째 최대한 적은 서체를 사용하고 세리프체는 최대한 지양하기 둘째 레이아웃과 그리드를 활용하기였다. 50년부터 본격적으로 콘서트 포스터 디자인을 작업한 그는 많은 명성을 넓히게 되고, 여러번의 수상을 통해 뉴욕 현대미술관에서 그룹 전시회까지 이어지게 된다. 57년에는 취리히 예술공예학교에서 학과장으로 일하게 되고, 실기 중심의 학교로 개편하기 시작한다. 많은 개혁을 일궈냈으나 급진적 개혁을 통해 내부 반발이 컸고 결국 60년 사임하게 된다. 67년에는 동료 작가들과 함께 취리히에서 광고 에이전시를 설립하게 되고, 스위스에 공항, 사인 디자인 등 다양한 산업군에 많은 디자인 작업을 하게 된다. 말년에 갈수록 그는 엄격한 그리드를 약화시키고 일러스트를 접목한 표현적인 작업을 위주로 하게 된다. 작업과 여행을 반복하던 그는 장암으로 인해 걷기도 힘든 상태로 지내다가 1996년 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "흔히 일컫는 스위스 디자인에서도 본인의 강점인 수학과 예술을 살려 상당히 계산적인 그리드를 애용했고, 그로 인해 간결하고 깔끔한 형태의 디자인이 주로 나오게 됐다. 특히 극도로 제한된 서체를 사용함으로 통일된 조형감을 잘 나타냈다. 전쟁을 겪는 그는 혼란하고 저급 출판물 사이에서 엄격한 형태와 규율을 통해 안정감 있는 디자인을 하기 희망했다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "1933년 취리히 예술공예학교에서 만난 에른스트 켈러의 영향력이 가장 컸다. 켈러는 스위스 디자인이라고 일컫는 양식에서 선두 주자 중 한 명이었기에 그에게 수업을 받은 그는 간결한 형태에 매료되고 작업으로 이어 나가게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "엄격한 그리드 작업과 가독성을 지배하는 규칙을 통해 디자인은 결코 예술이 아닌 커뮤니케이션을 위한 도구로써 합리적이고 보편적이기를 희망하고 그런 철학을 바탕으로 교육과 강연 그리고 디자인 작업을 통해 사회에 자신의 철학을 전파했다. 스위스 디자인 양식을 발전시킨 다양한 디자이너 중 한 명으로 그의 영향력은 현재까지도 유효하다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 139,
            "y": 74
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 15,
        "y": 106
      }
    ],
    "order": {
      "x": 2,
      "y": 7
    },
    "relation": {
      "top": "",
      "bottom": "Wim-Crouwel",
      "left": "",
      "right": "Max-Miedinger"
    },
    "thumbnail": "joseph-Müller-Brockmann.jpg"
  },
  {
    "id": "Max-Miedinger",
    "name": "막스 미딩거",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1910 - 1980"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "스위스"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "스위스"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "미딩거는 크리스마스 이브 날 스위스 취리히에서 태어난다. 16살에 나이로 취리히에서 인쇄공인 자크 볼만 밑에서 견습생으로 지내면서 활자 조판을 공부하게 된다. 일을 마친 저녁 시간에는 취리히 예술공예학교에서 수업을 들으며 26년부터 30년까지 이론과 실무를 공부하고 바쁘게 생활하며 지낸다. 1936년이 되자 그는 글러버스 백화점 광고부서에서 타이포그래피 디자이너로 일하기 시작하고 10년 후에는 바젤 근교에서 하스 활자 주조소에서 판매와 서비스직에 10년 동안 전념하게 된다. ",
      "하스에서 일할 때, 그는 그의 귀인을 만나게 되는데 에두아르드 호프만이 그에게 산세리프 스타일의 현대적인 서체를 만들어달라고 부탁하게 된다. 그래서 그는 46세가 된 그때 취리히로 거처를 옮겨 프리랜서로 일을 시작하게 된다. 그는 당시 스위스에서 꾸준히 사용된 악찌덴쯔 그로테스크(초기 산세리프 서체)를 모델로하여 하스 그로테스크를 만들고 이 서체를 시작으로 다양한 그로테스크 만들게 된다. 1957년 노이에 하스 그로테스크를 만들고 발표하게 되는데 61년까지는 같은 이름으로 불리다가 독일에 위치한 스템펠 주조소가 이 활자의 판권과 디자인을 사고 다양한 폰트로 제작하고 발전해 나아가면서 라틴어로 스위스를 지칭하는 뜻인 헬베티카 라는 이름으로 1961년 새롭게 재탄생 되어 세상에 출시된다. 이후 머젠탈러 라이노타입 회사에서 이 서체들을 양도받고, 더 보강하고 완성도를 높이게 되면서 지금의 헬베티카가 완성되게 된다. 이후 매년 꾸준히 보강하고 변형체를 출시하고 다양한 두께로 제작하면서 수많은 헬베티카의 유산이 나오게 된다. 출시를 통해 다양한 그래픽 산업군과 전시회에 출시된 헬베티카는 점차 유명세를 얻게 됐다. ",
      "그는 헬베티카의 판권을 판 이후 두드러지는 대외활동이나 작업을 하진 않고, 꾸준히 서체 관련 일을 했다. 라이노타입 회사는 그가 사망하기 전까지 상당한 로열티를 주게 됐고, 1980년 그는 타이포그래피의 큰 유산을 남기고 세상을 떠난다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "그는 직장인의 삶을 살았기 때문에 그만의 독특한 양식은 찾을 수 없지만 그의 대표적 유산인 헬베티카만 본다면 헬베티카는 다른 서체에 비해 굵은 획과 가는 획의 차이가 약하고, 획의 굵기가 시각적으로 동일하게 제작되어 시각적 안정감을 준다. 그리고 엑스하이트를 높게 설정함으로 안정감이 높은 형태이고 높은 수준의 비례감으로 가독성을 상당히 높였다. "
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "당시 스위스 디자인의 시발점인 디자이너들의 수업을 취리히 예술공예학교에서 듣고, 그러한 경험을 통해 디자이너와 영업직을 수행한 그가 활자의 제작, 진행, 유통까지 지켜보고 다양한 방면으로 서체의 바라보는 경험이 헬베티카를 제작하는게 가장 큰 계기였다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "스위스 디자인이 낳은 대표적인 서체로 일상에 가장 많이 침투하여 포스터, 맥도날드, 3M, 파나소닉, BMW 등과 같이 사람들이 좋아하는 브랜드의 서체로 사용된다. 이렇게 보편적이고 이질적이지 않으며 가독성이 높은 폰트는 역사에 큰 업적을 남기기보다 80여년이 지난 지금에도 사람들에게 국제적으로 널리 애용되며 모두에게 사랑받고 있다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 139,
            "y": 74
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 11,
        "y": 181
      }
    ],
    "order": {
      "x": 3,
      "y": 7
    },
    "relation": {
      "top": "",
      "bottom": "",
      "left": "joseph-Müller-Brockmann",
      "right": "Emil-Ruder"
    },
    "thumbnail": "Max-Miedinger.jpg"
  },
  {
    "id": "Emil-Ruder",
    "name": "에밀 루더",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1914 - 1970"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "스위스"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "스위스"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "루더는 스위스 취리히에서 태어난다. 15살 때부터 바젤에서 조판공으로 훈련받으며 디자인을 공부하기 시작한다. 1938년에 파리로 유학을 하게 된다. 파리스위스산업회에서 프랑스어 학위를 받게 된다. 취리히로 돌아온 그는 취리히예술산업학교에서 공부하게 되는데, 당시 알프레드 빌리만과 발터 케흐 등으로부터 타이포그래피를 배우게 된다. 그리고 1942년이 되자 바젤산업학교에서 타이포그래피 교수로 임명되게 된다.",
      "47년까지 응용 예술 견습 부서의 책임자로 승진하면서 당시 주목받던 디자이너인 아르만 호프만을 만나게 된다. 그들은 협력하며 다양한 프로젝트를 하게 되었고, 그는 편집자 겸 작가로도 활동하면서 월간 타이포그래피라는 유명한 간행물을 디자인하면서 명성을 쌓게 된다. 세계 2차 대전을 겪으면서 모든 예술 분야에서 새로운 움직임이 보이던 때에 그는 기존의 규칙을 새로 정립해야 한다고 느끼게 되고, 전통 타이포그래피와 새로운 모습 사이에서 조율하기 시작하고 새로운 법칙을 확립하게 된다. 커뮤니케이션이 주된 목적이라고 생각한 그는 장식적인 형태와 가독성을 상실한 디자인을 배제하고 인쇄에 적합한 디자인을 찾게 된다. ",
      "50년대에 부터 주목받은 그의 교육 철학은 국제적 명성을 얻고 스위스 타이포그래피 양식, 국제 양식 등의 명칭을 얻으며 수많은 학생들이 그가 있는 학교로 지원하게 된다. 그러나 루더와 호프만의 철학에 따라 학생은 극 소수로 수업이 진행되었고, 많은 학생이 탈락하게 된다. 스위스에 수많은 심사위원과 협회 및 회원으로 활동하며 스위스의 대표 디자이너로 활동했고 추후 1965년에는 바젤산업학교에 교장과 산업박물관 관장을 역임하고 1년 뒤 스위스공예협회에의 두 번째 회장으로 활동한다. 그리고 1967년에 타이포그래피라는 이름으로 그의 25년간의 교육철학과 자신의 스타일과 디자인 방법론을 저술하여 다양한 나라의 언어로 출판하게 된다. 그리고 이 책은 스위스 타이포그래피 양식의 교과서이자 이론서로 자리매김하게 된다. 1년 뒤 그는 호프만과 함께 바젤산업학교에 그래픽디자인 고등과정을 창설하고 이는 바젤디자인학교가 되는 초석이 된다. 방법론과 교육철학에 집중한 그는 1970년 바젤에서 사망한다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "논리와 질서를 중심으로 음영 조절과 강약 조절을 통해 타이포그래피에 리듬감을 부여했으며, 당시 스위스 출판 문화와 디자이너로서의 철학을 담고 수학적이며 계산을 통한 극도의 미니멀리즘을 추구하였다. 특히 오밀조밀한 조판을 통해 강력한 인상보다 아름다운 잔상을 많이 남기게 된다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "1947년 그의 디자인 동반자인 아르만 호프만을 만나게 되고, 그와 함께 다양한 프로젝트와 교육론을 실행하였고, 세계 2차 대전을 통해 새로운 디자인을 모색한 그들은 스위스 타이포그래피 양식을 구축하게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "당시 중립국이며 다양한 언어를 수용해야 했던 스위스에서 극도의 논리와 질서정연한 디자인과 원리는 스위스 타이포그래피라는 하나의 양식을 만들어 내게 됐고, 종이에 글자와 낱말, 텍스트 등의 요소와 여백을 활용하며 디자인을 예술의 경지에 올렸고, 수많은 후학을 양성하며 타이포그래피의 교과서적인 모습을 만들어 낸다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 139,
            "y": 74
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 35,
        "y": 109
      }
    ],
    "order": {
      "x": 4,
      "y": 7
    },
    "relation": {
      "top": "jan-tschichold",
      "bottom": "Helmut-Schmidt",
      "left": "Max-Miedinger",
      "right": "Armin-Hofmann"
    },
    "thumbnail": "Emil-Ruder.jpg"
  },
  {
    "id": "Armin-Hofmann",
    "name": "아르민 호프만",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 5,
      "y": 7
    },
    "relation": null,
    "thumbnail": "Armin-Hofmann.jpg"
  },
  {
    "id": "Max-Bill",
    "name": "막스 빌",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 6,
      "y": 7
    },
    "relation": null,
    "thumbnail": "Max-Bill.jpg"
  },
  {
    "id": "Hebert-Bayer",
    "name": "헐버트 바이어",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1900 - 1985"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "오스트리아-헝가리"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일, 미국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "화가, 디자이너"
      }
    ],
    "textList": [
      "바이어는 공무원 부모님으로부터 오스트리아 헤이그에서 태어난다. 그는 오스트리아에서 슈미트해머의 견습생으로 지내다가 당시 유명한 작가들인 클림트나 호프만, 독일 예술가 등에 대해 알게 되면서 견습을 그만두고 독일 다름슈타트에 가서 공부하면서 건축가 사무소에서 실습생으로도 일하며 당시의 장식적 표현주의 작업들을 연마하게 된다.",
      "그러다 당시 유럽에 퍼진 바우하우스 개교 소식과 유명 저서인 칸딘스키의 <예술에 있어서 정신적인 것에 대하여>를 읽게 되면서 그는 칸딘스키가 있다는 바이마르로 향해 바우하우스에 입학하게 된다. 칸딘스키는 1년 후에 마이스터로 오게 됐지만 그는 다른 예술가들로부터 교육을 받게 된다. 그로피우스. 파울 클레, 칸단스키 등으로부터 교육을 받은 그는 당시에 패전국인 독일에 퍼져있던 낭만적 표현주의 작업에서 새로운 추상미술에 대해 배우게 되고, 대량 생산의 사회로 가는 갈림길에서 순수 미술과 응용 미술의 접점과 방향성에 대해 깨닫게 된다. 그는 실력을 인정받아 1925년부터 바우하우스의 인쇄 공방의 마이스터로 임명받아 학생을 가르치게 된다. 같은 해에 그는 유니버셜 타입을 만들게 되고, 대문자를 없애고 기하학적인 형태의 알파벳을 만들면서 큰 이목을 집중시키게 된다. 그 서체는 거의 모든 바우하우스 관련 발행물에 사용되고 데사우 바우하우스의 건물에도 쓰이며 전파되기 시작한다. ",
      "1928년이 되면서 그는 바우하우스를 떠나 베를린에 있는 보그 잡지사의 아트디렉터로 일하게 되고, 자신의 스튜디오도 설립한다. 30년대에는 나치의 집권으로 인해 다른 작가들은 퇴폐 미술가로 지정 당해 다들 이주하게 되는데, 바이어는 36년까지 독일에 머물며 독일 올림픽 등과 같은 국가 행사 디자인을 맡았다. 그러나 1년 후 그의 바우하우스 작업물이 퇴폐 미술로 지정되면서 결국 그도 독일을 떠나게 된다. 그는 뉴욕으로 이주함과 함께 뉴욕현대미술관에서 바우하우스 회고전이 열리고 새로운 삶을 살게 된다. 당시 성장하던 미국에서 많은 홍보 포스터, 서체 디자인, 아트디렉터, 회화, 건축, 조각 작업을 하면서 미국에 자신의 철학과 바우하우스 이념을 전파한다. 꾸준히 명성을 얻으며 프로젝트를 진행하며 그는 1985년 캘리포니아에서 사망한다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "타이포그래피에 있어서는 극도로 단순한 형태를 지향했고, 비례감과 조화를 신경 썼다. 그리고 기계 인쇄를 고려하여 디자인을 발전시켰다. 회화 작업들을 보면 환원적이고 환영적인 형태의 작업을 주로 하였고, 강렬한 색과 착시효과를 즐겨 사용했다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "바우하우스 입학 전까지는 장식적인 작업을 했다면 바우하우스 입학 이후로는 그의 조형 방향이 바뀌게 된다. 그로피우스의 조언과 칸딘스키의 예술론이 그를 크게 변하게 했고, 추후 바우하우스에 합류한 모호이너지 또한 그에게 영향을 주어 기하학적이고 경제적인 디자인을 하게 되었다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "구성주의자와 바우하우스 운동으로 디자인의 형태가 극도로 단순화될 때, 그는 디자인은 순수한 영역이 아닌 서비스와 밀접하다고 생각해 사진을 적극적으로 사용하고 대중과 미술 사이에서 조율을 항상 고민해 냈고, 그 결과로 독일과 미국의 디자인 발전에 있어서 주요한 초석을 제공하게 되었다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 79,
            "y": 75
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 95,
        "y": 70
      }
    ],
    "order": {
      "x": 7,
      "y": 7
    },
    "relation": {
      "top": "moholy-nagy",
      "bottom": "",
      "left": "Max-Bill",
      "right": "Paul-Rand"
    },
    "thumbnail": "Hebert-Bayer.jpg"
  },
  {
    "id": "Paul-Rand",
    "name": "폴 랜드",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1914 - 1996"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "미국"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "미국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "폴 랜드는 유대인의 자식으로 뉴욕 브루클린에서 태어난다. 그는 어렸을 때부터 아버지가 운영하는 식료품 가게의 간판과 학교 행사 간판을 그리면서 디자인적인 감각을 보여준다. 하지만 그의 아버지는 예술로 돈을 벌기 어려울 것이라고 만류했고, 고집을 꺽지 않은 그는 맨해튼의 하렌 고등학교를 다니면서 프랫 대학교의 야간 수업을 듣는 걸로 합의하게 된다. 아이러니하게도 정작 프랫에서 실질적으로 배운 것은 없다고 말하며 스스로 독학했다고 하며 다녔고, 오히려 유럽 그래픽 잡지를 통해 카상드르나 모호이너지의 작품을 보며 공부했다고 한다. 이후 파슨스 디자인 스쿨과 뉴욕 아츠스튜던트리그에서 2년씩 공부를 하며 디자인을 익힌다. 이쯤 그는 친구들의 권유로 유대인 이름인 페렌츠 로젠바움이 커리어에 방해가 될 수 있다는 조언을 토대로 이름을 폴 랜드로 바꾸게 된다.",
      "30년대가 되면서 어페럴 아츠 잡지사의 프리랜서 업무를 맡으면서 실력을 인정 받게 되고 그는 23세의 나이로 에스콰이어의 아트디렉터로 일하면서 그의 경력을 시작한다. 당시 유럽의 모더니즘에 대한 확고한 지식으로 당시 미국의 출판 문화를 무너뜨리게 된다. ",
      "40년대부터는 에스콰어어에서 나와 뉴욕 광고 대행사에서 광고 디자이너로 활동하며 많은 명성을 쌓게 된다. 당시 세계대전 이후 많은 기업들이 폭발적으로 성장하며 로고 아이덴티티를 신경쓰기 시작했고, 폴 랜드는 수많은 로고 디자인을 하게 되는데 세기의 로고로 남은 IBM, ABC, UPS등을 만들어낸다. 당시 스티븐 잡스가 의뢰를 맡길 정도로 그의 인지도와 명성은 매우 높아졌다. 그리고 시카고로 이주해온 바우하우스의 거장인 모호이너지 또한 그를 미국인 디자이너 중에서 가장 유능한 사람 중 한  명이라고 지칭하며 그는 미국 디자인의 거장이 되었다. 그리고 쿠퍼유니온과 예일대학교에서 그래픽 디자인 교수로 40여 년간 활동하며 수많은 후학과 디자인을 만들어내고, 수많은 수상과 저서를 써냈다. 죽기 전까지도 강의와 디자인 등 다양한 활동을 진행하다가 1966년 사망한다"
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "그의 일관된 작업 스타일은 어떤 작업을 진행하던지 심플하고 눈에 잘 띄는 디자인을 하고자 했고, 그러한 디자인이 어떤 상품인지 명료하고 정확하게 전달하게 만들었다. 그래서 시선을 이끄는 메인 이미지를 만들어 내고, 가까이서 봐야지만 알 수 있는 세부적인 내용을 구축한다. 그리고 세계화와 디지털 시대에 맞춰 산 세리프체를 적극적으로 이용한다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "당시 미국의 대학들에서 큰 가르침을 받지 못한 그는 유럽의 예술가들을 통해 독학을 이어 나갔고, 세잔, 피카소, 슈비터스, 뒤샹, 모호이너지 그리고 얀치홀트까지 다방면으로 공부하고 익히며 모더니즘을 익히고 그 뿌리를 바탕으로 작업을 발전시켜 나아갔다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "미국 디자인계에 혜성처럼 등장하여 모더니즘적인 작업을 초기에 구축시키고, 후에는 브랜드 아이덴티티를 작업하며 타이포그래피와 기업의 아이덴티티를 조절하여 완벽에 가까운 결과물을 만들어 냈고 그의 브랜드 전략, 디자인 철학, 교육론은 현재까지도 그래픽 디자인 수업에서 사용되며 커뮤니케이션 디자인의 거장 중 한 명으로 기억된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 79,
            "y": 75
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 45,
        "y": 154
      }
    ],
    "order": {
      "x": 8,
      "y": 7
    },
    "relation": {
      "top": "",
      "bottom": "",
      "left": "Hebert-Bayer",
      "right": "Herb-Lubalin"
    },
    "thumbnail": "Paul-Rand.jpg"
  },
  {
    "id": "Herb-Lubalin",
    "name": "허브 루발린",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 9,
      "y": 7
    },
    "relation": null,
    "thumbnail": "herb-lubalin.jpg"
  },
  {
    "id": "choijeongho",
    "name": "최정호",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 11,
      "y": 7
    },
    "relation": null,
    "thumbnail": "choijeongho.jpg"
  },
  {
    "id": "gimgichang",
    "name": "김기창",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 13,
      "y": 7
    },
    "relation": null,
    "thumbnail": "gimgichang.jpg"
  },
  {
    "id": "ryuinsik",
    "name": "류인식",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 14,
      "y": 7
    },
    "relation": null,
    "thumbnail": "ryuinsik.jpg"
  },
  {
    "id": "jeonghageon",
    "name": "정하건",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 15,
      "y": 7
    },
    "relation": null,
    "thumbnail": "jeonghageon.jpg"
  },
  {
    "id": "wonjungsik",
    "name": "원중식",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 16,
      "y": 7
    },
    "relation": null,
    "thumbnail": "wonjungsik.jpg"
  },
  {
    "id": "bakserim",
    "name": "박세림",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 17,
      "y": 7
    },
    "relation": null,
    "thumbnail": "bakserim.jpg"
  },
  {
    "id": "Neville-Brody",
    "name": "네빌 브로디",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1957 - "
      },
      {
        "id": "country",
        "title": "출생",
        "text": "영국"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "영국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "브로디는 런던 사우트게이트에서 태어난다. 민첸덴 중등학교를 다니면서 특히 미술에 관심이 많았다. 1975년 그는 혼지예술대학에서 1년짜리 예술 파운데이션 코스로 공부하게 된다. 파운데이션을 마치고 런던프린팅컬리지를 진학하며 3년 그래픽 학사 과정을 시작한다. 그는 당시 상당한 인기를 끌던 펑크 음악에 심취해 있었고, 1학년 때 쓴 논문이 팝아트와 다다이즘인 것을 통해 그는 스스로 그의 호불호를 가려낸다. 대학을 다니며 학생 콘서트 포스터를 디자인하고 밴드 포스터도 작업하게 된다.",
      "당시 본인 제작한 산세리프와 팝과 다다이즘적 작업으로 졸업 후 다양한 연락이 오게 되고 그는 앨범 자켓 디자인을 주로 했다. 당시 펑크 스타일의 음악이 약해지고 뉴 웨이브 음악이 유명해질 때라 그는 뉴 웨이브 음악의 앨범 작업을 많이 하게 된다. 1981년에 그는 영국에 스타일 잡지사인 페이스에서 아트디렉터로 근무하기 시작하는데, 당시 신문과 잡지 그리고 가디언지와 옵서버의 리디자인도 담당하게 된다. 페이스 잡지에서 그는 가독성을 버리고 형태에만 집중을 하며 해체주의적인 작업을 전개한다. 당시 간결하고 기하학적인 모더니즘적 디자인이 성행했으나 이를 무시하고 변칙적인 활자 크기와 본문 그리고 많이 변형된 헤드라인 글자 등 당시 애플의 매킨토시 출시와 함께 그는 실험을 이어 나아간다. 실험적인 레이아웃과 전통을 넘은 디자인은 당시 젊은 층을 사로잡았고 그는 국제적으로 명성을 얻으며 디자인계의 이단아로 불리게 된다.",
      "이후 이직을 통해 다양한 잡지사에서 아트디렉터를 이어갔으나 페이스 잡지사만큼의 주목은 받지 못했다. 이후 그는 1988년 그래픽 디자이너로서 최초로 빅토리아 알버트 뮤지엄에서 개인전을 열고, 그때까지 그의 작업을 아카아빙한 책을 출간한다. 1991년에는 실험적인 타이포그래피 잡지인 퓨즈를 창간하여 디자이너들이 서체를 디자인하여 보여주고 소개하는 실험 잡지를 세상에 공개하기도 했다. 그리고 1994년 그는 리서치 스튜디오를 설립하여 다양한 클라이언트 작업을 하며 국제적인 활동을 하고, 유럽 전역에 여러 지점을 설립하여 출판부터 영화까지 다양한 산업에 디자인을 진행하게 된다. 그리고 영국왕립예술학교에서 교수로 재직하며 다양한 나라에서 강연하며 디자이너로 활동 중에 있다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "많은 타이포그래피 디자이너와는 상반되게 가독성보다 형태에 관심을 가지며 디자인을 하는데, 표지에 넘치게 들어간 사진과 한 기사에서 달라지는 폰트의 크기와 본문의 읽기 방향 그리고 읽기보다 보는 것에 가까운, 해체하는 시각적 디자인이 두드러진다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "누군가에게 큰 영향을 받기보다 그는 자신의 취향으로부터 영향을 많이 받는데 음악과 더불어 다다이즘, 초현실주의, 팝아트, 추상표현주의와 같은 순수 회화로부터 큰 관심을 가지고 디자인에 녹여냈다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "영국은 모더니즘 시기 실험적 예술에 있어서 큰 혁신을 가져오지 못하는 상황이었는데, 미술에서는 yBa의 등장, 디자인에서는 네빌 브로디의 해체주의적 디자인을 통해 포스터 모더니즘을 활발히 진행하게 됐고, 영국 디자인은 동시대성을 획득하고 타이포그래피의 새로운 흐름을 만들게 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 127,
            "y": 70
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 143,
        "y": 34
      }
    ],
    "order": {
      "x": 1,
      "y": 8
    },
    "relation": {
      "top": "",
      "bottom": "",
      "left": "",
      "right": "Wim-Crouwel"
    },
    "thumbnail": "Neville-Brody.jpg"
  },
  {
    "id": "Wim-Crouwel",
    "name": "빔 크라우벨",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 2,
      "y": 8
    },
    "relation": null,
    "thumbnail": "Wim-Crouwel.jpg"
  },
  {
    "id": "Helmut-Schmidt",
    "name": "헬무트 슈미트",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1942 - 2018"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "오스트리아"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "스위스, 독일, 일본"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "슈미트는 독일 시민권을 가진 채 세관원의 아들로 오스트리아에서 태어난다. 독일 남동부 지방에서 서부로 이사를 가게 되면서 그는 학교에 입학하는 대신 Burger-Druck 인쇄소에서 조판공 견습생으로 일을 통해 타이포그래피를 먼저 접하고 배우게 된다.",
      "그러다 에밀 루더의 타이포그래피를 보고 그는 1960년에서 62년까지 에밀 루더의 개인 학생으로 디자인을 배우게 된다. 일주일에 두 번씩 수업을 받게 되고, 당시 4학년 타이포그래피 수업을 같이 듣고, 1968년에 바젤에서 1년에 2~3명 뽑는 그래픽 디자인을 위한 국제 고급 프로그램을 진행하는 것을 알게 되고, 루더에게 문의했으나 너무 어려서 2년 후에 오라고 했고, 당시 슈미트는 당시 미뤄준 것에 대해 감사하게 생각해 했다. 그래서 베를린과 스톡홀름에서 시간을 보내게 됐고, 결국 64년부터 65년까지 바젤디자인학교에서 루더의 수업을 듣게 된다. 당시 이 수업은 7년 이상도 기다린 학생이 있을 정도로 소수 정예 수업이었다. 이후 독일의 뒤셀도르프, 베를린, 캐나다에서 작업을 진행했고, 유럽에 있을 당시에는 독일 정부, 독일 사회민주당, 수상 빌리 브란트를 위한 홍보물 등을 디자인하며 디자이너로 일했다. ",
      "그 후 일본 오사카 NIA(Nippon International Agency)에서 디자이너로 근무하게 된다. 1977년부터는 오사카에서 프리랜서 디자이너로 일하게 된다. 그가 일본에서 디자인을 하면서 우리가 잘 아는 포카리 스웨트, 데미 소다 등을 디자인했다. 1980년에는 그가 일본 디자인 잡지인 IDEA의 특별판에 타이포그래피 특집을 디자인하게 되고, 이 디자인과 내용이 그의 가치관과 조형을 담은 대표작 중 일부가 된다. 2000년부터 2012년까지는 고베 디자인 대학에서 타이포그래피를 가르치고 2005년부터 2006년까지 3학기 동안 한국 홍익대학교에서 수업을 진행하고 2010년대에는 파주타이포그라피학교에서 워크숍을 진행하며 한국에도 인연이 있다. 국제적인 명성을 얻고, 에밀 루더의 정신을 이은 그는 전 세계적으로 다양한 활동과 작업을 진행하며 2018년 오사카에서 사망하게 된다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "에밀 루더의 스위스 디자인 양식을 계승하면서 더 심화시킨다. 간결하고 느껴지며 들리는 디자인을 하게 되고 당시의 동료인 바인가르트는 파괴적이고 실험적인 디자인을 했다면 슈미트는 정적이고 차분하고 조용한 디자인을 하며 마치 시와 음악처럼 타이포그래피를 전개한다"
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "1960년 에밀 루더를 만나 수업을 받고, 공부하며 그의 조형 감각과 가치관이 확립되게 되고, 그는 죽을 때까지 스위스 타이포그래피의 전통적 계보를 이으며 후학을 양성한다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "기술의 발달로 인해 많은 양식이 탄생하고 반세기를 못넘기고 사라지기를 반복할 때, 스위스 디자인의 철학과 양식을 끊기지 않게 이어 갖고, 다양한 나라에서 교육하며 영향을 미쳤고, 스위스 디자인의 태동 목적과 같이 다양한 언어를 조합하고 활용한 디자인을 전개한다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          },
          {
            "x": 139,
            "y": 74
          },
          {
            "x": 230,
            "y": 86
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 56,
        "y": 126
      }
    ],
    "order": {
      "x": 4,
      "y": 8
    },
    "relation": {
      "top": "Emil-Ruder",
      "bottom": "",
      "left": "",
      "right": "Wolfgang-Weingart"
    },
    "thumbnail": "Helmut-Schmidt.jpg"
  },
  {
    "id": "Wolfgang-Weingart",
    "name": "볼프강 바인가르트",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1941 - 2021"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "스위스"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "독일"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "바인가르트는 독일 세일럼에서 태어난다. 제2차 세계 대전 중에 태어난 그는 어렸을 때부터 학교 교육에 대해 불만을 느끼며 자랐다. 가족이 포르투갈의 리스본으로 이사를 갔고, 4년 후 독일의 슈투트가르트로 돌아온 그는 메르츠 아카데미에서 2년의 그래픽 교육 과정에서 타이포그래피, 인쇄 기술 등의 수업을 듣게 된다. Ruwe Printing에서 인턴십을 시작한 그는 아르민 호프만의 첫 제자 중 한 명인 카를 항케를 만났고, 항케는 그에게 많은 도움을 주며 그에게 스위스에서 공부를 하도록 조언하게 된다. ",
      "그렇게 1963년에 그는 에밀 루더와 아르민 호프만을 만나게 되고, 당시 그들이 교수로 재직한 바젤 디자인 학교에 입학하기로 마음먹게 된다. 막상 입학한 그는 모더니스트인 루더와 디자인적 마찰이 컸고, 졸업할 때 루더가 제자로 인정했다고 한다. 무사히 졸업한 그는 66년부터 바젤의 한 인쇄소에서 일을 하며 시간을 보내다 1968년이 되자 바젤 미술공예학교에서 그래픽 디자인 대학원 과정이 신설되며 학생들을 가르쳐달라는 요청을 받게 되고, 교수로 활동하게 된다. 당시 스위스 디자인 양식이 세계적으로 유행하고 선두하고 있었는데 그는 절대적 질서와 명료성으로 디자인되는 교육과 결과물에 의문을 품고 있었고, 정보 전달이라는 기존의 관습을 타파하고자 했다. 그래서 경우에 따라 유연하게 사고하고 실험하며 많은 원칙을 해체하고자 했다. 그래서 그는 디자인계에서 당시의 모더니즘을 타파하고 포스트모더니즘 개척에 영향을 미친 인물이 된다. 71년에는 바젤디자인학교에서 수업을 진행하게 됐고, 레이아웃 및 타이포그래피 기술을 가르치면서 논리적인 부분과 개인의 창의성을 적용하는 감성적인 교육을 지향했다.",
      "1970년 중반이 되자, 인쇄 시스템이 활자 인쇄에서 사진 식자로 바뀌면서 그는 적극적으로 오프셋 인쇄와 필름을 이용한 제판을 추구한다. 기술의 발전으로 유기적인 디자인과 관습적인 활자와 이미지를 넘어 사진과 콜라주, 다양한 기술을 활용하고 중첩시키며 새로운 혁명을 일으킨다. 미국을 자주 방문해 수업을 진행한 덕에 아메리칸 뉴 웨이브 형성에 큰 영향을 미치게 된다. 평생 디자이너와 교육자로 일한 그는 그의 공로를 인정받아 타이포그래피 분야의 영예의 상인 AIGA 메달을 수상하게 되고, 스위스 문화청에서도 평생 공로를 인정해 스위스 그랑프리 디자인 상을 수여하게 된다. 2021년 80세의 나이로 그는 스위스 바젤에서 사망한다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "형태가 틀을 깨고 자유로우며, 테두리가 깔끔하지 않고, 격자무늬와 이미지를 사용하여 그리드의 틀을 깨며 스위스 디자인에 반하는 스타일이다. 변화하는 기술에 맞춰 오프셋 인쇄와 필름 제판을 적극적으로 활용하여 포토그래피, 콜라주, 하프톤 망점 등을 중첩시키고 병렬시키고 하고 그의 가장 유명한 스타일은 텍스트 뒤에 네모 박스를 넣어 이질감을 느끼게 하는 것이다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "인생에서 큰 전환점이 되는 계기는 첫 직장에서 만난 디자이너 카를 항케였고, 본인의 조형적 확립을 다진 시기는 에밀 루더를 만난 시기이다. 물론 루더와의 마찰이 상당했다고 유명하고, 본인을 스스로 독학한 디자이너라 지칭하지만 그런 울타리 속에서 자라 더욱 그의 반발심이 커지고 성장할 수 있었고 그런 관계 속에서 성장했기에 포스트 모더니즘이 존재했다. "
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "스위스 디자인이 전 세계적으로 유행할 때, 독단적으로 새로운 길을 개척하고자 했고, 그 결과 타이포그래피의 포스트 모더니즘을 이끌게 됐고, 그 영향력은 미국의 아메리칸 뉴 웨이브에도 영향을 미치게 돼서 댄 포리드먼, 에이프릴 그레이먼 같은 디자이너를 탄생시키게 된다. 기술에 항상 발맞춰 디자인을 적용하고 새로운 양식을 평생에 걸쳐 개발하고 영향을 끼치게 된다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 144,
            "y": 72
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 158,
        "y": 12
      }
    ],
    "order": {
      "x": 5,
      "y": 8
    },
    "relation": {
      "top": "Armin-Hofmann",
      "bottom": "Dan-Friedman",
      "left": "Helmut-Schmidt",
      "right": ""
    },
    "thumbnail": "Wolfgang-Weingart.jpg"
  },
  {
    "id": "Sugiura-Kohei",
    "name": "스기우라 고헤이",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 10,
      "y": 8
    },
    "relation": null,
    "thumbnail": "Sugiura-Kohei.jpg"
  },
  {
    "id": "AhnSangSoo",
    "name": "안상수",
    "detail": true,
    "info": [
      {
        "id": "year",
        "title": "연도",
        "text": "1952 -"
      },
      {
        "id": "country",
        "title": "출생",
        "text": "한국"
      },
      {
        "id": "activity",
        "title": "활동",
        "text": "한국"
      },
      {
        "id": "category",
        "title": "분류",
        "text": "디자이너"
      }
    ],
    "textList": [
      "안상수는 6.25 전쟁 중인 1952년에 충청북도 충주에서 태어난다. 다양한 장인들이 사는 마을에서 구경하며 성장한다. 어렸을 때부터 미술에 관심을 가지게 되어 홍익대학교 응용미술학과에 입학하게 된다. 홍대 학보사 편집장으로 지냈고, 군 복무를 마친 뒤 졸업하고, 1977년 자연스럽게 금성사 디자인실(현 LG전자)에 취직하게 되고, 그곳에서 당시 다양한 기술들을 익히면서 전단지 작업을 주로 하게 된다. 2년 정도 지나고 계열사인 희성산업으로 전보 발령되어 그곳에서 당시 외국 잡지와 일본 디자인을 보면서 안목을 높이게 된다. ",
      "5년 정도 지나자, 과장 진급을 앞두고, 안정감 보다 도전을 원했던 그는 퇴사하고, 당시 중앙일보 삽화를 통해 친해진 지인과 함께 81년도부터 잡지 마당을 시작하게 된다. 잡지 마당, 꾸밈에서 아트디렉터 일을 담당하고 2년 뒤, 잡지 멋에서도 일을 하며 한국 잡지 부흥에 큰 기여를 한다. 그리고 이때부터 홍익대학교에 강사로 일하기 시작한다. 꾸밈 잡지 인터뷰를 위해 만난 최정호는 그에게 큰 귀감이 된다. 85년이 되자 그는 전문적인 디자인 기업을 목표로 안그라픽스를 설립하게 된다. 당시 잡지 마당에서 마당체를 만들고 새로운 글꼴을 만들고 싶다는 욕심이 있었던 그는 오랜 시간에 걸쳐 탈 네모꼴인 안상수체를 만들고 발표하게 된다. 발표 당시에는 탈모네꼴로 인한 논란이 많았으나 몇년 뒤, 안그라픽스에서 컴퓨터용으로 개발한 후, 아래 한글에 무료로 글꼴을 탑재하고 디지털 시대를 맞이하며 그 가치가 매우 높아지게 된다. 88년에는 홍대 학보사에서 만나고, 꾸밈을 통해 일을 같이했던 금누리 작가와 함께 보고서보고서라는 실험 타이포그래피 잡지를 창간하며 한국 실험디자인에 새 지평을 열게 된다. ",
      "97년 이코그라다 (국제그래픽디자인협의회)의 부회장으로 선출되고, 2년 후, AGI 회원이 된 것의 인연을 통해 2001년 예술의 전당에서 1회 타이포잔치를 개최하게 된다. 이후 꾸준한 한국 디자인계의 발전을 위한 노력을 인정받아 2007년 구텐베르크 상을 받게 된다. 다음 해에는 한국타이포그라피학회를 창립하고, 2013년에는 다양한 경험을 통해 홍익대학교 정년 퇴임을 앞에 두고 나와 새로운 예술 실험 프로젝트를 하기 위하여 경기도 파주에 파주타이포그라피학교를 세우게 되고, 미래를 위한 후학을 양성하고 있다."
    ],
    "indicators": [
      {
        "id": "text",
        "title": "작품의 특징적 성격 / 세계관 분석",
        "text": "한자 영향권인 한글은 네모꼴에 갇혀있는데 이 틀을 깬 탈 네모꼴을 주로 사용하고, 기하학적인 형태의 디자인을 주로 한다. 한글에 모더니즘적 가치를 부여한 것이 특징이다. 그리고 기하학적인 한글의 형태를 분해하고 낱자 및 최소 단위로 분리하여 캔버스로 옮겨 작업의 연장선을 보여준다."
      },
      {
        "id": "text",
        "title": "조형에 대한 특징적 계기",
        "text": "순우리말을 사용하고 한글의 가치를 보여준 작가 금누리를 동료로 만나며 깊은 감명을 받게 되고, 외국 디자인에 대한 동경을 국내로 돌리게 됐고, 최정호를 만나며 작업자의 자세를 익히고 시인 이상을 작가적 이상으로 잡으며 그의 조형적 틀을 잡게 된다."
      },
      {
        "id": "text",
        "title": "문자예술/타이포그라피에 미친 영향",
        "text": "안상수체를 발표하기 전, 탈 네모꼴 자체는 존재했지만 아래 한글 배포와 잡지 활용을 통해 가장 대중적인 글꼴이 되어 탈 네모꼴의 대표가 되었고, 이를 통해 보고서보고서 창간을 통해 최초의 한글 타이포그래피 실험 잡지가 되었다. 이후 디자인 출판문화의 큰 기여를 했고, 국제적인 전시와 학회를 만들어 냈고, 디자인 중심의 실험 대학교를 만들었다."
      },
      {
        "id": "map",
        "title": "활동지표",
        "coordinates": [
          {
            "x": 219,
            "y": 85
          }
        ]
      },
      {
        "id": "indicator",
        "title": "작품 활동 지표",
        "x": 24,
        "y": 28
      }
    ],
    "order": {
      "x": 11,
      "y": 8
    },
    "relation": {
      "top": "choijeongho",
      "bottom": "",
      "left": "Sugiura-Kohei",
      "right": "gimhodeuk"
    },
    "thumbnail": "AhnSangSoo.jpg"
  },
  {
    "id": "gimhodeuk",
    "name": "김호득",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 12,
      "y": 8
    },
    "relation": null,
    "thumbnail": "gimhodeuk.jpg"
  },
  {
    "id": "jeongtaehui",
    "name": "정태희",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 17,
      "y": 8
    },
    "relation": null,
    "thumbnail": "jeongtaehui.jpg"
  },
  {
    "id": "jeondojin",
    "name": "전도진",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 18,
      "y": 8
    },
    "relation": null,
    "thumbnail": "jeondojin.jpg"
  },
  {
    "id": "Stefan-Sagmeister",
    "name": "슈테판 자그마이스터",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 3,
      "y": 9
    },
    "relation": null,
    "thumbnail": "Stefan-Sagmeister.jpg"
  },
  {
    "id": "Dan-Friedman",
    "name": "댄프리드먼",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 5,
      "y": 9
    },
    "relation": null,
    "thumbnail": "Dan-Friedman.jpg"
  },
  {
    "id": "April-Greiman",
    "name": "에어프릴 그레이먼",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 6,
      "y": 9
    },
    "relation": null,
    "thumbnail": "April-Greiman.jpg"
  },
  {
    "id": "David-Carson",
    "name": "데이비드 카슨",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 8,
      "y": 9
    },
    "relation": null,
    "thumbnail": "David-Carson.jpg"
  },
  {
    "id": "ryujingreon",
    "name": "뤼징런",
    "detail": false,
    "info": null,
    "textList": null,
    "indicators": null,
    "order": {
      "x": 10,
      "y": 9
    },
    "relation": null,
    "thumbnail": "ryujingreon.jpg"
  }
]